Repository: ITS-Boehm/include-fussball-de-widgets
Catalog: app/src/languages/include-fussball-*-widgets-*.po
Languages: de_de

source: Include Fussball.de Widgets
de_de: Include Fussball.de Widgets (Fussball.de Widgets einbinden)

source: Easy integration of the Fussball.de widgets (currently in the version since season 2016). Use it like: [fubade api="{32-digit API}" notice="description"]
de_de: Einfaches Einbinden der Fussball.de-Widgets (derzeit in der Version seit Saison 2016). Einfacher Shortcode: [fubade api="{32-digit API}" notice="description"]

source: !!! The fussball.de API must have a length of exactly 32 characters. !!!
de_de: !!! Die fussball.de-API muss genau 32 Zeichen lang sein. !!!

source: ... the fussball.de widget with the description "%s" is currently loading ...
de_de: ... das Widget von fussball.de mit der Beschreibung "%s" wird geladen ...

source: api:
de_de: Website-Schlüssel:

source: notice:
de_de: Bemerkung:

source: fullwidth:
de_de: Darstellung in voller Breite:

source: Showing the fussball.de widget
de_de: Zeigt das Widget von fussball.de an

source: Fussball.de Widgets Settings
de_de: Einstellungen zum Fussball.de Widgets

source: Notice
de_de: Bemerkung

source: Show in full width
de_de: Darstellung in maximaler Breite

source: Show some informations for debugging
de_de: Informationen zum Debuggen anzeigen

source: Insert API here...
de_de: Hier Website-Schlüssel eintragen...

source: The widget should now be able to be displayed in the frontend.
de_de: Das Widget sollte jetzt im Frontend angezeigt werden können.

source: Can't display the iframe. The DIV is missing:
de_de: Der Iframe kann nicht angezeigt werden. Der DIV fehlt:

source: [FUBADE] Website for registration:
de_de: [FUBADE] Website für die Registrierung:
