Repository: ITS-Boehm/include-fussball-de-widgets
Catalog: src/languages/include-fussball-*-widgets-readme-*.po
Languages: de_de

source: [Added] from now on several widgets on a page are possible
de_de: [Added] ab jetzt sind mehrere Widgets auf einer Seite möglich

source: The long (32-digit) number and letter mix at the end is the ID to be used.
de_de: Die lange (32-stellige) Zahl und Buchstabenkombination am Ende ist die ID, die verwendet werden soll.

source: You find there a code looking similar to this, at the near of the end:
de_de: Ziemlich am Ende findest du einen Code, der ähnlich aussieht wie folgender:

source: You can get the required ID when you are at fussball.de at your widgets (<a href="http://www.fussball.de/account.admin.widgets">http://www.fussball.de/account.admin.widgets</a>). There you go to the corresponding widget to <code>Code anzeigen</code>.
de_de: Sie können die benötigte ID erhalten, wenn du bei fussball.de bei deinem Widgets bist ( <a href="https://www.fussball.de/account.admin.widgets">http://www.fussball.de/account.admin.widgets</a> ). Dort gehst du zum entsprechenden Widget auf <code>Code anzeigen</code> .

source: The description can be entered according to your own wishes. <strong>The NOTICE is optional and can be omitted.</strong>
de_de: Die Beschreibung kann nach deinen eigenen Wünschen eingegeben werden. <strong>Der HINWEIS ist optional und kann weggelassen werden.</strong>

source: Here the 32-digit ID must be entered from the official Fußball.de-Widget. <strong>The API is required.</strong>
de_de: Hier muss die 32-stellige ID aus dem offiziellen Fußball.de-Widget eingegeben werden. <strong>Die API ist erforderlich.</strong>

source: If there is more than one widget on a single page, the respective DIV container must be distinguished. This is done through this value. <strong>The ID is optional and can be omitted.</strong>
de_de: Wenn es mehr als ein Widget auf einer Seite gibt, muss der jeweilige DIV-Container unterschieden werden. Dies geschieht durch diesen Wert. <strong>Die ID ist optional und kann weggelassen werden.</strong>

source: Where can I get the official ID?
de_de: Wo bekomme ich die offizielle ID her?

source: What is the `notice` as `{description}`?
de_de: Was ist die "notice" bei `{Beschreibung}`?

source: What is the `api` as `{32-digit API}`?
de_de: Was ist die `api` bei `{32-stellige API}`?

source: What is the `id` as `{DIV-ID}`?
de_de: Was ist die `id` bei `{DIV-ID}`?

source: [Fixed] wrong sequence in the layout of the scripts (2017-08-23)
de_de: [Fixed] falsche Reihenfolge bei den Aufrufen der Javascripts (2017-08-23)

source: Installation Instructions
de_de: Installationsanleitung

source: Initial release (2017-08-23)
de_de: Erstveröffentlichung (2017-08-23)

source: Use Shortcode like <code>[fubade id={DIV-ID} api={32-digit API} notice={description}]</code>.
de_de: Der Aufbau vom Shortcode sieht folgendermaßen aus: <code>[fubade id={DIV-ID} api={32-digit API} notice=description]</code>.

source: Activate the plugin through the 'Plugins' menu in WordPress.
de_de: Aktiviere das Plugin im gleichnamigen Menüpunkt in WordPress.

source: Install the Fussball.de Widget either via the WordPress.org plugin directory, or by uploading the files to your server.
de_de: Installiere das Fussball.de Widget entweder über das WordPress.org Plugin-Verzeichnis oder durch das Hochladen der Dateien auf deinen Server.

source: Easy integration of the Fussball.de widgets (currently in the version since season 2016).
de_de: Einfaches Einbinden der Fussball.de-Widgets (derzeit in der Version seit Saison 2016).

source: Include Fussball.de Widgets
de_de: Include Fussball.de Widgets (Fussball.de Widgets einbinden)
