Repository: ITS-Boehm/include-fussball-de-widgets
Catalog: src/languages/include-fussball-*-widgets-*.po
Languages: de_de

source: By loading the widget, you agree to the privacy policy of fussball.de.
de_de: Mit dem Laden des Widgets erklären Sie sich mit den Datenschutzbestimmungen von fussball.de einverstanden.

source: Learn more
de_de: Mehr erfahren

source: Load widget
de_de: Widget laden

source: Always load fussball.de Widgets
de_de: Die fussball.de Widgets immer laden

# Cookie - Default Entry Fußball.de
source: Used to unblock Fußball.de content.
de_de: Dient zur Freigabe von Fußball.de-Inhalten.

# Cookie - Default Entry Fußball.de
source: Unlimited
de_de: Unbegrenzt

source: Include Fussball.de Widgets
de_de: Include Fussball.de Widgets (Fussball.de Widgets einbinden)

source: Showing the fussball.de widget
de_de: Das fussball.de-Widget anzeigen

source: Fussball.de Widgets Settings
de_de: Fussball.de Widgets-Einstellungen

source: Notice
de_de: Hinweis

source: Debugging information will be displayed in the browser console.
de_de: Debugging-Informationen werden in der Browser-Konsole angezeigt.

source: No debugging information were outputted.
de_de: Es wurden keine Debugging-Informationen ausgegeben.

source: Show some information for debugging
de_de: Einige Informationen zum Debuggen anzeigen

source: !!! The fussball.de API must have a length of exactly 32 characters. !!!
de_de: !!! Die fussball.de API muss eine Länge von genau 32 Zeichen haben. !!!

source: Currently the API length is: %s
de_de: Derzeit beträgt die API-Länge: %s

source: The PHP variable <code>$_SERVER["HTTP_HOST"]</code> was not set by the server.
de_de: Die PHP-Variable <code>$_SERVER[“HTTP_HOST”]</code> wurde vom Server nicht gesetzt.

source: An undefined error has occurred.
de_de: Es ist ein undefinierter Fehler aufgetreten.

source: Include Fussball.de Widgets requires WordPress %1$s and PHP %2$s or higher.
de_de: Für die Einbindung von Fussball.de-Widgets ist WordPress %1$s und PHP %2$s oder höher erforderlich.

source: [FUBADE] Website for registration:
de_de: [FUBADE] Website zur Registrierung:

source: [FUBADE] PHP ext loaded:
de_de: [FUBADE] PHP ext geladen:

source: Plugin Additional Links
de_de: Zusätzliche Plugin-Links

source: Donate
de_de: Spenden

source: Displays the fussball.de widget.
de_de: Zeigt das fussball.de-Widget an.

source: Title:
de_de: Titel:

source: view in full width
de_de: in voller Breite darstellen

source: output log data to console
de_de: Logdaten in der Konsole ausgeben

source: Easy integration of the Fussball.de widgets.
de_de: Einfache Integration der Fussball.de-Widgets.
